Revit 2027 API
BuiltInFailures.TagByExampleFailures.CannotCreateTagWarning Property
 Tag by Example couldn't tag the host.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCreateTagWarning { get; }
Public Shared ReadOnly Property CannotCreateTagWarning As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCreateTagWarning {
	FailureDefinitionId^ get ();
}
static member CannotCreateTagWarning : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.TagByExampleFailures Class
Autodesk.Revit.DB Namespace